run/cokeCombustion/T573_Pe1e-2/system/minMaxMagnitude
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out the minimum and maximum values, by magnitude for non-scalar
    fields, and the locations where they occur.

\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/minMax/fieldMinMax.cfg"

fields (U);

// ************************************************************************* //
